{
  "navbarItemProjects": "Side projects",
  "navbarItemWorks": "Works",
  "menuItemHome": "Home",
  "about_me": "About me",
  "paragraph1": "I'm a freelancer based in France who has been constantly learning and practicing web development for more than 4 years. My goal is to become a full-stack engineer.",
  "paragraph2": "Web development and web design have become new passions. I just like to design and create things with Figma or Framer and integrate them into websites mainly with Reactjs or Nextjs as frameworks using Typescript.",
  "paragraph3": "Apart from that, I love playing video games to detach myself a bit from the routine and relax as well as go to the gym 💪🔱. I also love to listen to music. I listen to music everyday while playing videogames, in the gym, while coding or even while sleeping. Last, but not least, I love cats 🐱 !",
  "quote": "'If you spend too much time thinking about a thing, you'll never get it done.' - Bruce Lee",
  "team_works": "Team works",
  "solo_works": "Solo works",
  "projects_1": "React & Next.js",
  "projects_2": "React Native",
  "payzura": "First team project : A web3 Paypal like - an open-source decentralized escrow smart contract system - Made with Next.js and Tailwindcss.",
  "kiabi": "Integration and development of the interface for the new tablet directly installed in Kiabi stores - Made with Next.js and Tailwindcss.",
  "felix": "Integration and development of the international platform: Felix - using Next.js and TailwindCSS",
  "jobzura": "Second team project : A web3 native jobs marketplace Fiverr-like - Made with Next.js and Tailwindcss.",
  "cyc": "First client project : A crypto website made with Next.js and Tailwindcss.",
  "skoonova": "Third client project : An E-sport coaching platform made with Next.js, Tailwindcss/Chakraui, Stripe and Firebase.",
  "aesfa": "Second client project : A website for an association made with Next.js, Tailwindcss and MongoDB.",
  "twitterclone": "First project to learn how to recreate Twitter's homepage with Next.js and Firebase",
  "linkedinclone": "Second project to learn how to recreate Linkedin's homepage with Next.js and MongoDB.",
  "promptify": "Promptify is an open-source AI prompting tool for modern world to discover, create and share creative prompts.",
  "messengerclone": "A messenger clone built with the latest Next.js 13.4 version, Prisma, MongoDB and Pusher for live messages.",
  "ecommerceclone": "A project to learn how to recreate an ecommerce store which implements Stripe as a payment functionality.",
  "todolist": "First React Native project to learn how to recreate a simple todo list",
  "teslaclone": "Second React Native project to learn how to recreate a basic homepage of a Tesla app",
  "nftapp": "Third React Native project to learn how to recreate a NFT app with a modern design",
  "contact": "Get in touch",
  "placeholder1": "Your Name",
  "placeholder2": "Your Email",
  "placeholder3": "Your Message",
  "emailErrorMessage": "Please enter a valid email address",
  "emailSuccessMessage": "Valid email",
  "small": "Your email will not be shared with anyone else.",
  "send": "SEND",
  "footer": "Jules Deparis. All Rights Reserved.",
  "notfound": "The page you're looking for was not found or doesn't exist.",
  "notfound_button": "Return to home",
  "downloadButton": "Download my resume"
}