{
  "navbarItemProjects": "Projets secondaires",
  "navbarItemWorks": "Travaux",
  "menuItemHome": "Accueil",
  "about_me": "À propos de moi",
  "paragraph1": "Je suis un freelance basé en France qui apprend et pratique constamment le développement web depuis plus de quatre ans. Mon objectif est de devenir un ingénieur fullstack dans les prochaines années.",
  "paragraph2": "Le développement et l'intégration web sont devenus de nouvelles passions. J'aime concevoir et créer des designs avec Figma ou Framer et les intégrer dans des sites web principalement en utilisant React.js ou Nextjs comme frameworks avec Typescript.",
  "paragraph3": "À part cela, j'adore jouer aux jeux vidéo pour me détendre et décompresser ainsi que faire du sport 💪🔱. J'aime aussi écouter de la musique. J'écoute de la musique tous les jours en jouant, en faisant du sport, en codant et même en dormant. Enfin, et pas des moindre, j'adore les chats 🐱 !",
  "quote": "'If you spend too much time thinking about a thing, you'll never get it done.' - Bruce Lee",
  "team_works": "Projet en équipe",
  "solo_works": "Projets en solo",
  "client_projects": "Projets clients",
  "projects_1": "React & Next.js",
  "projects_2": "React Native",
  "payzura": "Premier projet en équipe : un Paypal web3 - système open-source de smart contract décencentralisé  - Réalisé avec React.js et Tailwindcss.",
  "kiabi": "Intégration et développement de l'interface pour la nouvelle tablette directement installée en magasin Kiabi - Réalisée avec React.js et Tailwindcss.",
  "felix": "Intégration et développement de la plateforme internationale : Réalisée avec React.js et Tailwindcss",
  "jobzura": "Second projet en équipe : un Fiverr web3 - Réalisé avec React.js et Tailwindcss.",
  "cyc": "Premier vrai projet pour un client. Il s'agit d'un site de crypto-monnaie. Développé avec Next.js et Tailwindcss.",
  "skoonova": "Troisième projet pour un client. Il s'agit d'une plateforme de coaching esport. Développée avec Next.js, Tailwindcss/Chakraui, Stripe et Firebase",
  "aesfa": "Second projet pour un client. Ici, il s'agit du site pour l'association : AESFA. Réalisé avec Next.js, Tailwindcss et MongoDB.",
  "twitterclone": "Premier projet pour apprendre à refaire l'interface de la page d'accueil de Twitter avec Next.js.",
  "linkedinclone": "Second projet pour apprendre à refaire l'interface de la page d'accueil de Linkedin avec Next.js et MongoDB.",
  "promptify": "Promptify est une plateforme open-source de création, découverte et partage de prompt pour IA.",
  "messengerclone": "Un clone de Messenger réalisé avec la dernière version de Next.js (13.4) en date, Prisma, MongoDB et Pusher pour les messages instantanés.",
  "ecommerceclone": "Un projet pour apprendre à recréer un magasin ecommerce a l'aide de Stripe comme fonctionnalité de paiement.",
  "todolist": "Premier projet avec React Native pour apprendre à faire une Todo app",
  "teslaclone": "Second projet avec React Native pour à refaire une page d'accueil type d'une application Tesla",
  "nftapp": "Troisième projet avec React Native pour apprendre à faire une application de NFT avec un design moderne",
  "contact": "Entrer en contact",
  "placeholder1": "Votre nom",
  "placeholder2": "Votre Email",
  "placeholder3": "Votre Message",
  "emailErrorMessage": "Veuillez entrer une adresse mail valide",
  "emailSuccessMessage": "Email valide !",
  "small": "Votre email ne sera pas partagé avec qui que ce soit.",
  "send": "ENVOYER",
  "footer": "Jules Deparis. Tous Droits Réservés.",
  "notfound": "La page que vous recherchez n'a pas été trouvée ou n'existe pas.",
  "notfound_button": "Retourner à l'acceuil",
  "downloadButton": "Télécharger mon CV"
}